Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FUNCTION_SPACE
source: Press Fn (Function) Space
ar: الضغط على مفتاحي Fn (الوظيفة) والمسافة
ca: Prem fn (funció) i espai
cs: Stiskněte Fn-mezerník
da: Tryk på Funktionstast-mellemrum
de: fn (Funktion) + Leertaste drücken
el: Fn (Function)+πλήκτρο διαστήματος
es: Pulsar las teclas Fn (Función) y Espacio
es_us: Presiona Fn (Función) + Espacio
fi: Paina fn-välilyönti
fr: Appuyer sur Fn (Fonction) + Espace
fr_ca: Appuyer sur Fn (Fonction) + Espace
he: לחיצה על Fn (‏Function) ועל הרווח
hi: Fn (फ़ंक्शन) स्पेस दबाएँ
hr: Pritisnite Fn (Function) + razmaknicu
hu: Fn (Funkció)-szóköz megnyomása
id: Tekan Fn (Function) Spasi
it: Premi Fn Spazio
ja: Fn（ファンクション）キーとスペースバーを押す
ko: Fn(Function) 스페이스 누르기
ms: Tekan Fn (Function) Space
nl: Druk op Fn (Function) + Spatie
no: Trykk på Fn (Funksjon) og mellomrom
pl: Naciśnij klawisze Fn-spacja
pt: Pressione Fn (Função) + Espaço
pt_pt: Premir Fn (Função) + barra de espaço
ro: Apăsare Fn (Funcție)-Spațiu
ru: Нажатие Fn (Function)-пробел
sk: Stlačte Fn (Function)+Medzerník
sl: Pritisk funkcijske tipke (Fn) in preslednice
sv: Tryck på fn (funktion) mellanslag
th: กด Fn (ฟังก์ชั่น)-Space
tr: Fn (İşlev)-Boşluk Tuşuna Bas
uk: Натиснути клавішу Fn (Function) + Пробіл
vi: Nhấn Fn (Function) Dấu cách
zh_cn: 按下Fn (Function)-空格键
zh_hk: 按下Fn (Function) + 空白鍵
zh_tw: 按下Fn + 空白鍵

# DELETE_HISTORY_RESPONSE_MESSAGE_SUCCESS
source: Your request is being processed.
ar: تجري معالجة طلبك.
ca: Sol·licitud en procés
cs: Probíhá zpracování požadavku.
da: Din anmodning behandles.
de: Deine Anfrage wird verarbeitet.
el: Το αίτημά σας βρίσκεται υπό επεξεργασία.
es: Se está procesando tu solicitud
es_us: Se está procesando tu solicitud
fi: Pyyntöäsi käsitellään.
fr: Votre requête est en cours de traitement.
fr_ca: Votre demande est en cours de traitement.
he: הבקשה שלך בתהליך עיבוד.
hi: आपका अनुरोध प्रोसेस किया जा रहा है।
hr: Vaš se zahtjev obrađuje.
hu: A kérelme feldolgozás alatt van.
id: Permintaan Anda sedang diproses.
it: La tua richiesta è in fase di elaborazione
ja: リクエストは現在処理中です。
ko: 사용자의 요청을 처리하고 있습니다.
ms: Permintaan anda sedang diproses.
nl: Je verzoek wordt verwerkt.
no: Forespørselen behandles.
pl: Twoje polecenie jest przetwarzane
pt: Seu pedido está sendo processado.
pt_pt: O seu pedido está a ser processado.
ro: Solicitarea dvs. este în curs de procesare.
ru: Ваш запрос обрабатывается.
sk: Vaša žiadosť sa spracováva.
sl: Vaša zahteva je v obdelavi.
sv: Din begäran bearbetas.
th: กำลังประมวลผลคำขอของคุณ
tr: İsteğiniz işleme alınıyor.
uk: Триває оброблення вашого запиту.
vi: Yêu cầu của bạn đang được xử lý.
zh_cn: 正在处理你的请求。
zh_hk: 正在處理你的要求。
zh_tw: 正在處理你的要求。

# ALWAYS_SHOW_REQUESTS_FOOTER_TEXT
source: Show a transcription of your request on screen. Siri may alter the transcription to summarize your intent.
ar: إظهار نسخة نصية لطلبك على الشاشة. قد يعدِّل Siri النسخة النصية لتلخيص قصدك.
ca: Sempre es mostra en pantalla la transcripció de la petició. Pot ser que Siri la modifiqui per resumir‑ne el contingut.
cs: Na obrazovce se bude ukazovat přepis vašich požadavků. Siri může přepis zkrátit do stručnějšího shrnutí vašeho záměru.
da: Vis en transskription af din anmodning på skærmen. Siri ændrer muligvis transskriptionen for at opsummere din hensigt.
de: Lass dir ein Transkript deiner Anfrage auf dem Bildschirm anzeigen. Siri kann das Transkript ändern, um deinen Intent zusammenzufassen.
el: Εμφάνιση απομαγνητοφώνησης του αιτήματός σας στην οθόνη. Το Siri ενδέχεται να τροποποιήσει την απομαγνητοφώνηση για να συνοψίσει την πρόθεσή σας.
es: Al activar esta opción, se mostrará siempre en pantalla la transcripción de tu petición. Siri podrá modificar la transcripción para resumir la petición.
es_us: Se mostrará una transcripción de tus peticiones en pantalla. Es posible que Siri muestre una versión resumida.
fi: Näytä pyyntösi kirjoitettuna näytöllä. Siri voi muuttaa tekstimuunnosta luodakseen yhteenvedon tarkoituksestasi.
fr: Affichez une transcription de votre requête à l’écran. Siri peut modifier cette transcription pour résumer votre demande.
fr_ca: Affiche une transcription de vos demandes à l’écran. Siri pourrait modifier celle-ci pour résumer votre demande.
he: ניתן להציג על המסך תמלולים של בקשות. שינויים לתמלולים עשויים להתבצע על ידי Siri כדי לסכם את הכוונות שלך.
hi: अपने अनुरोध का अनुलेख स्क्रीन पर दिखाएँ। आपके अनुरोध का सारांश तैयार करने के लिए Siri द्वारा अनुलेख को बदला जा सकता है।
hr: Prikazivanje transkripta vašeg zahtjeva na zaslonu. Siri može promijeniti transkript radi sažimanja vaše namjere.
hu: Megjeleníti az Ön kérésének átiratát a képernyőn. Előfordulhat, hogy Siri módosítja az átiratot, hogy összegezze az Ön szándékát.
id: Tampilkan transkripsi permintaan Anda pada layar. Siri dapat mengubah transkripsi untuk meringkas tujuan Anda.
it: Mostra una trascrizione delle richieste sullo schermo. Siri potrebbe modificare la trascrizione per riassumerne il contenuto.
ja: あなたがリクエストした内容の文字起こしを画面上に表示します。リクエストの意図を要約するために、Siriが文字起こしを変更する場合があります。
ko: 사용자가 요청하는 내용의 전사문을 화면에 표시합니다. Siri가 사용자의 의도를 요약하기 위해 전사문을 변경할 수 있습니다.
ms: Tunjukkan transkripsi permintaan anda pada skrin. Siri mungkin mengubah transkripsi untuk meringkaskan tujuan anda.
nl: Toon een transcriptie van je verzoek op het scherm. Siri kan de transcriptie aanpassen om je intentie samen te vatten.
no: Vis en avskrift av det du sier, på skjermen. Siri kan endre avskriften for å oppsummere innholdet.
pl: Na ekranie wyświetlana będzie transkrypcja Twoich poleceń. Siri może modyfikować ją, aby streszczać Twoje zamiary.
pt: Mostre na tela uma transcrição do seu pedido. Talvez a Siri altere a transcrição para resumir o pedido.
pt_pt: Mostrar no ecrã uma transcrição do pedido. Siri pode alterar a transcrição para resumir a ação solicitada.
ro: Afișează pe ecran o transcriere a solicitării dvs. Siri poate modifica transcrierea pentru a vă rezuma intenția.
ru: Показывать на экране распознанный текст Ваших запросов. Siri может менять расшифровку текста для создания сводки Ваших запросов.
sk: Na obrazovke sa budú zobrazovať prepisy vašich žiadostí. Siri môže prepis skrátiť zhrnutím vášho zámeru.
sl: Na zaslonu prikaže transkripcijo zahteve. Siri lahko transkripcijo spremeni za namene povzemanja namere.
sv: Visa en transkription av förfrågan på skärmen. Siri kan justera transkriberingen för att sammanfatta innehållet.
th: แสดงข้อความถอดเสียงคำขอของคุณบนหน้าจอ Siri อาจแก้ไขข้อความถอดเสียงเพื่อสรุปจุดมุ่งหมายของคุณ
tr: İsteğinizin bir dökümünü ekranda gösterir. Siri, amacınızı özetlemek için dökümde değişiklik yapabilir.
uk: Показувати на екрані транскрипцію вашого запиту. Siri може змінити транскрипцію, щоб підсумувати ваш намір.
vi: Hiển thị bản chép lại yêu cầu của bạn trên màn hình. Siri có thể thay đổi bản chép lại để tóm tắt mục đích của bạn.
zh_cn: 在屏幕上显示请求的听写文本。Siri可能会修改听写文本以生成意图摘要。
zh_hk: 在螢幕上顯示你的要求轉寫記錄。Siri可能會更改轉寫記錄來提供意圖摘要。
zh_tw: 在螢幕上顯示要求的逐字稿。Siri可能會更改逐字稿來總結你的意圖。

# KEYBOARD_SHORTCUT_TYPE_TO_SIRI_DESCRIPTION
source: Press to type to Siri
ar: اضغط للكتابة إلى Siri
ca: Prem el botó per escriure a Siri.
cs: Po stisknutí můžete napsat Siri
da: Tryk for at skrive til Siri
de: Für „Siri-Anfragen tippen“ drücken
el: Πατήστε για πληκτρολόγηση του αιτήματός σας στο Siri
es: Pulsa para escribir a Siri.
es_us: Presiona para escribirle a Siri.
fi: Aloita Sirille kirjoittaminen painamalla
fr: Appuyez pour écrire à Siri.
fr_ca: Appuyer pour écrire à Siri
he: ניתן ללחוץ כדי להקליד ל-Siri
hi: Siri से बात करने के लिए दबाएँ
hr: Pritisnite za tipkanje sa Siri
hu: Nyomja meg a Siribe való gépeléshez
id: Tekan untuk mengetik ke Siri
it: Premi per scrivere a Siri
ja: Siriにタイプ入力するには押します
ko: 타이핑으로 Siri를 사용하려면 누릅니다.
ms: Tekan untuk menaip kepada Siri
nl: Druk om vragen aan Siri te typen
no: Trykk for å skrive til Siri
pl: Naciśnij, aby pisać do Siri
pt: Pressione para digitar para a Siri
pt_pt: Prima para digitar para interagir com Siri.
ro: Apăsați pentru a‑i scrie lui Siri
ru: Нажмите, чтобы ввести текст для Siri.
sk: Stlačením môžete napísať Siri
sl: Pritisnite za vnos besedila za Siri
sv: Tryck för att skriva till Siri
th: กดเพื่อพิมพ์โต้ตอบกับ Siri
tr: Siri’ye yazmak için basın
uk: Натисніть, щоб ввести запит до Siri
vi: Nhấn để nhập liệu vào Siri
zh_cn: 按下以通过键入使用Siri
zh_hk: 按下即可輸入以使用Siri
zh_tw: 按下來輸入來與Siri對話

# DELETE_HISTORY_RESPONSE_MESSAGE_ERROR
source: Your Siri and Dictation history was unable to be deleted.
ar: تعذر حذف سجل تاريخ Siri والإملاء.
ca: No s’ha pogut eliminar l’historial de Siri i el dictat.
cs: Historii Siri a diktování se nepodařilo smazat.
da: Din Siri- og Dikteringshistorik kunne ikke slettes.
de: Dein Verlauf von Siri und der Diktierfunktion konnte nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή του ιστορικού Siri και Υπαγόρευσης.
es: El historial de Siri y Dictado no se ha podido eliminar.
es_us: No se pudo eliminar tu historial de Siri y Dictado.
fi: Siri ja sanelu -historiaasi ei voitu poistaa.
fr: L’historique de Siri et Dictée n’a pas pu être supprimé.
fr_ca: L’historique de Siri et de Dictée n’a pas pu être supprimé.
he: לא ניתן היה למחוק את ההיסטוריה של Siri ו״הכתבה״.
hi: आपकी Siri और डिक्टेशन हिस्ट्री डिलीट नहीं की जा सकी।
hr: Vaša povijest značajki Siri i Diktat ne može se obrisati.
hu: A Siri és Diktálás előzményeit nem lehetett törölni.
id: Riwayat Siri dan Dikte Anda tidak dapat dihapus.
it: Non è stato possibile eliminare la cronologia di Siri e Dettatura.
ja: Siriと音声入力の履歴を削除できませんでした。
ko: 사용자의 Siri 및 받아쓰기 기록을 삭제할 수 없습니다.
ms: Sejarah Siri dan Perencanaan anda tidak dapat dipadamkan.
nl: Je Siri- en dicteergeschiedenis kan niet worden verwijderd.
no: Kunne ikke slette Siri- og Diktering-loggen.
pl: Nie można usunąć historii Siri i funkcji Dyktowanie.
pt: Não foi possível apagar o histórico da Siri e Ditado.
pt_pt: Não foi possível apagar o histórico de Siri e do Ditado.
ro: Istoricul pentru Siri și Dictare nu a putut fi șters.
ru: Не удалось удалить историю Siri и Диктовки.
sk: Históriu Siri a Diktovania sa nepodarilo vymazať.
sl: Zgodovine Siri in funkcije Narekovanje ni bilo mogoče izbrisati.
sv: Din Siri- och dikteringshistorik kunde inte raderas.
th: ไม่สามารถลบประวัติ Siri และการป้อนตามคำบอกของคุณได้
tr: Siri ve Dikte geçmişiniz silinemedi.
uk: Вашу історію Siri та диктування не вдалося видалити.
vi: Không thể xóa lịch sử Siri và Đọc chính tả của bạn.
zh_cn: 你的Siri和听写历史记录无法删除。
zh_hk: 你的Siri與聽寫紀錄無法刪除。
zh_tw: 無法刪除你的Siri和聽寫記錄。

# ASK_SIRI_ASSET_DOWNLOADING_FOOTER_TEXT_MAC
source: Support for processing voice input on Mac is downloading.
ar: يجري تنزيل الدعم لمعالجة إدخال الصوت على Mac.
ca: S’està descarregant el contingut necessari per processar la veu al Mac.
cs: Stahuje se podpora pro zpracování hlasového vstupu na Macu.
da: Understøttelse til behandling af tale på Mac hentes.
de: Unterstützung für die Verarbeitung von Spracheingaben auf deinem Mac wird geladen.
el: Πραγματοποιείται λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο Mac σας.
es: Se está descargando el contenido necesario para procesar entradas de voz en el Mac.
es_us: Se está descargando el soporte para procesar entradas de voz en la Mac.
fi: Ladataan tukea Macin sisäiseen puhesyötteen käsittelyyn.
fr: Les ressources nécessaires au traitement des saisies vocales sur le Mac sont en cours de téléchargement.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sur le Mac est en cours de téléchargement.
he: חבילת התמיכה לעיבוד קלט קולי ב-Mac נמצאת כרגע בהורדה.
hi: आपके Mac पर वॉइस इनपुट प्रोसेसिंग के लिए समर्थन डाउनलोड किया जा रहा है।
hr: Preuzima se podrška za obrađivanje glasa na Macu.
hu: A beszédhangbevitel Macen való feldolgozásához szükséges támogatás letöltése folyamatban van.
id: Dukungan untuk memproses input suara di Mac sedang diunduh.
it: È in corso il download degli elementi necessari per supportare l’elaborazione dell’input vocale sul Mac.
ja: Macで音声入力の処理をするために必要なものをダウンロードしています。
ko: Mac에서의 음성 입력 처리 지원을 다운로드하는 중입니다.
ms: Sokongan untuk memproses input suara pada Mac sedang dimuat turun.
nl: Er wordt ondersteuning voor het verwerken van steminvoer op de Mac gedownload.
no: Støtte for å behandle taleinndata på Mac lastes ned.
pl: Pobieram pliki obsługi przetwarzania poleceń głosowych na Macu.
pt: Baixando compatibilidade com processamento de dados de voz no Mac.
pt_pt: A descarregar suporte para o processamento de comandos de voz no Mac…
ro: Resursele pentru procesarea comenzilor vocale pe Mac se descarcă.
ru: Загружается поддержка обработки голосового ввода на Mac.
sk: Sťahujem podporu pre spracovanie hlasového vstupu na Macu.
sl: Podpora za obdelavo glasovnega vnosa v Macu se prenaša.
sv: Stöd för behandling av röstinmatning på datorn hämtas.
th: การรองรับการประมวลผลเสียงพูดบน Mac กำลังดาวน์โหลด
tr: Mac’te ses girişini işleme desteği indiriliyor.
uk: Викачується компонент оброблення даних голосового вводу на Mac.
vi: Đang tải về phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên máy Mac.
zh_cn: 正下载在Mac上处理语音输入所需的支持内容。
zh_hk: 正在下載於Mac上處理語音輸入的支援。
zh_tw: 正在下載在Mac上處理語音輸入的支援功能。

source: Siri Requests
ar: طلبات Siri
ca: Sol·licituds a Siri
cs: Požadavky na Siri
da: Siri-anmodninger
de: Siri-Anfragen
el: Αιτήματα Siri
es: Peticiones a Siri
es_us: Pedirle a Siri
fi: Siri-pyynnöt
fr: Requêtes Siri
fr_ca: Demandes à Siri
he: בקשות ל-Siri
hi: Siri अनुरोध
hr: Zahtjevi za Siri
hu: Siri-kérelmek
id: Permintaan Siri
it: Richieste di Siri
ja: Siriへのリクエスト
ko: Siri 요청
ms: Permintaan Siri
nl: Siri-verzoeken
no: Siri-forespørsler
pl: Polecenia Siri
pt: Pedidos à Siri
pt_pt: Pedidos a Siri
ro: Solicitări Siri
ru: Запросы к Siri
sk: Žiadosti na Siri
sl: Zahteve za Siri
sv: Siri-förfrågningar
th: คำขอ Siri
tr: Siri İstekleri
uk: Запити до Siri
vi: Yêu cầu Siri
zh_cn: Siri请求
zh_hk: Siri要求
zh_tw: Siri要求

# PRIVACY_BREAK_APPS_TITLE
source: Are you sure you want to prevent Spotlight from searching in “%@”?
ar: هل أنت متأكد من رغبتك في منع الباحث من البحث في "%@"؟
ca: Confirmes que no vols que l’Spotlight cerqui a “%@”?
cs: Určitě chcete v položce „%@“ vypnout hledání Spotlight?
da: Er du sikker på, at du vil forhindre Spotlight i at søge i “%@”?
de: Möchtest du die Spotlight-Suche in „%@“ wirklich verhindern?
el: Θέλετε σίγουρα να αποτρέψετε το Spotlight από το να πραγματοποιεί αναζήτηση σε «%@»;
es: ¿Seguro que no quieres que Spotlight busque en “%@”?
es_us: ¿Confirmas que no quieres que Spotlight busque en “%@”?
fi: Estetäänkö Spotlightia etsimästä %[tt]@-apista?
fr: Voulez-vous vraiment empêcher Spotlight de rechercher dans « %@ » ?
fr_ca: Voulez-vous vraiment empêcher Spotlight de rechercher dans « %@ »?
he: האם ברצונך למנוע מ-Spotlight לבצע חיפושים ב-״%@״?
hi: क्या आप निश्चित हैं कि आप “%@” में खोज करने से Spotlight को रोकना चाहते हैं?
hr: Sigurno želite spriječiti Spotlight u pretraživanju “%@”?
hu: Biztos benne, hogy meg szeretné akadályozni, hogy a Spotlight a(z) „%@” helyen keressen?
id: Apakah Anda yakin ingin mencegah Spotlight dari pencarian di “%@”?
it: Confermi di voler impedire che Spotlight cerchi in “%@”?
ja: Spotlightで“%@”を検索しないようにしてもよろしいですか?
ko: Spotlight가 ‘%@’에서 검색하는 것을 차단하겠습니까?
ms: Adakah anda pasti mahu menghalang Spotlight daripada mencari dalam “%@”?
nl: Weet je zeker dat Spotlight niet in '%@' mag zoeken?
no: Er du sikker på at du vil hindre at Spotlight søker i «%@»?
pl: Czy na pewno chcesz uniemożliwić Spotlight szukanie w „%@”?
pt: Tem certeza de que deseja impedir que o Spotlight busque em “%@”?
pt_pt: Impedir o Spotlight de pesquisar em “%@”?
ro: Sigur doriți să împiedicați Spotlight să caute în „%@”?
ru: Вы действительно хотите запретить Spotlight выполнять поиск в «%@»?
sk: Naozaj chcete Spotlightu zabrániť vo vyhľadávaní v „%@“?
sl: Ste prepričani, da želite pomočniku Spotlight preprečiti iskanje v lokaciji »%@«?
sv: Är du säker på att du vill förhindra Spotlight från att söka i ”%@”?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการป้องกัน Spotlight ไม่ให้ค้นหาใน “%@”
tr: Spotlight’ın “%@” içinde arama yapmasını engellemek istediğinizden emin misiniz?
uk: Справді заборонити Spotlight шукати в папці «%@»?
vi: Bạn có chắc chắn muốn ngăn Spotlight tìm kiếm trong “%@” không?
zh_cn: 确定要阻止“聚焦”搜索“%@”吗？
zh_hk: 確定不要讓Spotlight在%[tt]@中搜尋嗎？
zh_tw: 確定不要讓Spotlight在「%@」裡進行搜尋嗎？

source: Hold Option Space
ar: الضغط مطولاً على مفتاحي ⌥ والمسافة
ca: Mantén premudes les tecles d’opció i espai
cs: Podržte Option-mezerník
da: Hold Alternativ-mellemrum nede
de: Option + Leertaste gedrückt halten
el: Option+πλήκτρο διαστήματος
es: Mantener pulsado Opción + Espacio
es_us: Mantener presionado Opción + Espacio
fi: Pidä painettuna optio-välilyönti
fr: Maintenir Option + Espace
fr_ca: Maintenir enfoncées Option + Espace
he: לחיצה ארוכה על Option ועל הרווח
hi: ऑप्शन स्पेस दबाए रखें
hr: Zadržite Option + razmaknicu
hu: Option-szóköz lenyomva tartása
id: Tahan Option Spasi
it: Tieni premuti Opzione Spazio
ja: Optionキーとスペースバーを押したままにする
ko: Option 스페이스 길게 누르기
ms: Tahan Option Space
nl: Houd Option + Spatie ingedrukt
no: Hold nede Tilvalg og mellomrom
pl: Przytrzymaj klawisze Option-spacja
pt: Manter Option e Espaço Pressionadas
pt_pt: Manter premida a tecla Opção e a barra de espaço
ro: Ținere Opțiune-Spațiu
ru: Удерживание Option-пробел
sk: Podržte Option+Medzerník
sl: Dolgi pritisk tipke Option in preslednice
sv: Håll ned alternativ mellanslag
th: กด Option-Space ค้างไว้
tr: Option-Boşluk Tuşunu Basılı Tut
uk: Утримувати Option + Пробіл
vi: Giữ Option Dấu cách
zh_cn: 长按Option-空格键
zh_hk: 按下Option + 空白鍵
zh_tw: 按住Option + 空白鍵

# DUPLICATE_ITEM_MESSAGE_MULTIPLE
source: One or more items already exist in the list and were not added.
ar: يوجد عنصر واحد أو أكثر في القائمة بالفعل ولم تتم إضافته.
ca: Un o més ítems ja són a la llista i no s’han afegit.
cs: Jedna nebo více položek je již v seznamu a nebyly přidány znovu.
da: Et eller flere emner findes allerede på listen og blev ikke tilføjet.
de: Ein oder mehrere Objekte befinden sich bereits in der Liste und wurden nicht hinzugefügt.
el: Ένα ή περισσότερα στοιχεία ήδη υπάρχουν στη λίστα και δεν προστέθηκαν.
es: Uno o varios ítems ya estaban en la lista y no se han añadido.
es_us: Uno o varios elementos ya estaban en la lista y no se agregaron.
fi: Yhtä tai useampaa kohdetta ei lisätty, koska ne ovat jo luettelossa.
fr: Un ou plusieurs éléments font déjà partie de la liste et n’ont pas été ajoutés.
fr_ca: Un ou plusieurs éléments font déjà partie de la liste et n’ont pas été ajoutés.
he: לפחות אחד מהפריטים כבר קיים ברשימה, ולכן הוא לא התווסף.
hi: एक या अधिक आइटम सूची में पहले से मौजूद हैं और जोड़ा नहीं गया।
hr: Jedna ili više stavki nisu dodane jer već postoje na popisu.
hu: Egy vagy több elem már létezik a listán és nem lett hozzáadva.
id: Satu item atau lebih sudah ada di dalam daftar dan tidak ditambahkan.
it: Uno o più elementi sono già presenti nell’elenco e non sono stati aggiunti.
ja: 1つ以上の項目が、すでにリストにあるため追加されませんでした。
ko: 한 개 이상의 항목이 이미 목록에 존재하며 추가되지 않았습니다.
ms: Satu atau lebih item telah wujud dalam senarai dan tidak ditambah.
nl: Een of meer onderdelen komen al in de lijst voor en zijn niet toegevoegd.
no: Ett eller flere objekter finnes allerede i listen og ble ikke lagt til.
pl: Co najmniej jedna rzecz już istnieje na liście i nie została dodana.
pt: Um ou mais itens já existem na lista e não foram adicionados.
pt_pt: Um ou mais elementos estão já incluídos na lista e não foram adicionados.
ro: Unul sau mai multe elemente există deja în listă și nu au fost adăugate.
ru: Один или более объектов уже занесены в список.
sk: Jedna alebo viac položiek sa už v zozname nachádza a neboli pridané.
sl: Eden ali več elementov je že na seznamu, zato niso bili dodani.
sv: Ett eller flera objekt fanns redan i listan och lades inte till.
th: มีหนึ่งรายการหรือมากกว่านั้นอยู่แล้วในลิสต์และไม่ได้เพิ่มรายการเข้าไป
tr: En az bir öğe listede zaten vardı ve eklenmedi.
uk: Один або декілька елементів вже є у списку, тому вони не були додані.
vi: Một hoặc nhiều mục đã tồn tại trong danh sách và không được thêm.
zh_cn: 列表中已经存在一个或多个项，因而未被添加。
zh_hk: 列表中已存在一個或多個項目，所以未加入這些項目。
zh_tw: 一個或多個項目已存在於列表中，所以未被加入。

# KEYBOARD_SHORTCUT_PLACEHOLDER_TEXT
source: Press keys now
ar: اضغط على المفاتيح الآن
ca: Prem les tecles ara
cs: Stiskněte klávesy
da: Tryk på taster nu
de: Tasten jetzt drücken
el: Πάτημα πλήκτρων τώρα
es: Pulsa las teclas ahora
es_us: Presiona las teclas ahora
fi: Paina näppäimiä nyt
fr: Appuyer sur des touches maintenant
fr_ca: Appuyer sur des touches maintenant
he: יש ללחוץ על מקשים כעת
hi: अब कीज़ दबाएँ
hr: Sada pritisnite tipke
hu: Adjon meg egy billentyűkombinációt
id: Tekan tombol sekarang
it: Premi i tasti adesso
ja: 今すぐキーを押してください
ko: 지금 키를 누르십시오.
ms: Tekan kekunci sekarang
nl: Druk nu op toetsen
no: Trykk på tastene nå
pl: Naciśnij klawisze teraz
pt: Pressione as teclas agora
pt_pt: Prima as teclas agora
ro: Apăsați tastele acum
ru: Нажмите клавиши
sk: Stlačte klávesy
sl: Zdaj pritisnite tipke
sv: Tryck ned tangenter nu
th: กดปุ่มตอนนี้
tr: Şimdi tuşlara basın
uk: Натисніть клавіші зараз
vi: Nhấn các phím bây giờ
zh_cn: 现在按下按键
zh_hk: 現在按下按鍵
zh_tw: 現在按下按鍵

# PRIVACY_ERROR_UNKNOWN
source: The item couldn’t be added or removed because of an unknown error.
ar: تعذرت إضافة العنصر أو إزالته بسبب خطأ غير معروف.
ca: L’ítem no s’ha pogut afegir ni eliminar a causa d’un error desconegut.
cs: Položku nelze přidat nebo odstranit, protože se vyskytla neznámá chyba.
da: Emnet kunne hverken tilføjes eller fjernes på grund af en ukendt fejl.
de: Das Objekt konnte aufgrund eines unbekannten Fehlers weder hinzugefügt noch entfernt werden.
el: Δεν είναι δυνατό να προστεθεί ή να αφαιρεθεί το στοιχείο εξαιτίας άγνωστου σφάλματος.
es: No se ha podido añadir o eliminar el ítem porque se ha producido un error desconocido.
es_us: No se pudo agregar o eliminar el elemento porque ocurrió un error desconocido.
fi: Kohdetta ei voitu lisätä tai poistaa, koska tapahtui tuntematon virhe.
fr: L’élément n’a pas pu être ajouté ou supprimé à cause d’une erreur inconnue.
fr_ca: L’élément n’a pas pu être ajouté ou supprimé à cause d’une erreur inconnue.
he: לא ניתן להוסיף או להסיר את הפריט עקב שגיאה לא ידועה.
hi: अज्ञात एरर के कारण आइटम जोड़ा या हटाया नहीं जा सका।
hr: Stavka se ne može dodati ili ukloniti zbog nepoznate greške.
hu: Az elem nem adható hozzá vagy távolítható el, mert ismeretlen hiba lépett fel.
id: Item ini tidak dapat ditambahkan atau dihapus karena kesalahan yang tidak diketahui.
it: L’elemento non è stato aggiunto o rimosso a causa di un errore sconosciuto.
ja: 不明なエラーのため項目の追加または削除ができません。
ko: 알 수 없는 오류 때문에 해당 항목을 추가 또는 제거할 수 없습니다.
ms: Item tidak dapat ditambah atau dikeluarkan kerana ralat yang tidak diketahui.
nl: Het onderdeel kon niet worden toegevoegd of verwijderd vanwege een onbekende fout.
no: Objektet kunne ikke legges til eller fjernes på grunn av en ukjent feil.
pl: Nie można było dodać lub usunąć tej rzeczy z powodu nieznanego błędu.
pt: O item não pôde ser adicionado ou removido porque ocorreu um erro desconhecido.
pt_pt: Não foi possível adicionar ou remover o elemento devido a um erro desconhecido.
ro: Articolul nu a putut fi adăugat sau eliminat din cauza unei erori necunoscute.
ru: Не удалось добавить или удалить объект из‑за неизвестной ошибки.
sk: Položku sa nepodarilo pridať alebo odstrániť kvôli neznámej chybe.
sl: Elementa ni bilo mogoče dodati ali odstraniti zaradi neznane napake.
sv: Objektet kunde inte läggas till eller tas bort p.g.a. ett okänt fel.
th: ไม่สามารถเพิ่มหรือเอารายการออกได้เนื่องจากเกิดข้อผิดพลาดที่ไม่ทราบ
tr: Bilinmeyen bir hatadan dolayı öğe eklenemedi veya silinemedi.
uk: Елемент неможливо додати або вилучити через невідому помилку.
vi: Không thể thêm hoặc xóa mục do lỗi không xác định.
zh_cn: 未能添加或移除此项目，因为未知错误。
zh_hk: 無法加入或移除項目，因為發生未知的錯誤。
zh_tw: 無法加入或移除項目，因為發生未知的錯誤。
